Repository: allweb/AHRM
Catalog: ahrm/locale/*/LC_MESSAGES/django.po
Languages: km

source: English
km: អង់គ្លេស

source: Khmer
km: ខ្មែរ

source: Description
km: ពិពណ៌នា

source: Save
km: រក្សាទុក

source: Back
km: ត្រឡប់ក្រោយ

source: End Date
km: ថ្ងៃបញ្ចប់

source: Change Company
km: ប្ដូរក្រុមហ៊ុន

source: Welcome
km: ស្វាគមន៍

source: Change Password
km: ប្ដូរលេខសំងាត់

source: Logout
km: ចាកចេញ

source: Main page
km: ទំព័រដំបូង

source: Company Structure
km: រចនាសម្ព័ន្ធក្រុមហ៊ុន

source: Positions
km: មុខតំណែង

source: Employees
km: បុគ្គលិក

source: Contacts List
km: បញ្ជីឈ្មោះ

source: About AHRM
km: អំពីAHRM

source: Companies
km: ក្រុមហ៊ុន

source: Users
km: អ្នកប្រើ

source: If you have any feedback from our software, please kindly contact us by the following address
km: ប្រសិនបើអ្នកមានមតិរិះគន់ឬកែលំអ សូមមេត្តាទំនាក់ទំនងតាមរយៈអាស័យដ្ឋានដូចខាងក្រោម

source: Address
km: អាស័យដ្ឋាន

source: Tel
km: ទូរស័ព្ទ

source: E-mail
km: អ៊ីម៉ែល

source: Website
km: គេហទំព័រ

source: IOC Building
km: អាគា IOC

source: Monivong Blvd
km: មហាវិថី ព្រះមុនីវង្ស

source: Phnom Penh
km: ក្រុង ភ្នំពេញ

source: Cambodia
km: ប្រទេស កម្ពុជា

source: List of Positions
km: តារាងមុខតំណែង

source: New Position
km: មុខតំណែងថ្មី

source: There is no position defined for this company.
km: ពុំមានមុខតំណែងនៅក្នុងក្រុមហ៊ុននេះទេ

source: Position detail
km: ពត៌មានលំអិតអំពីមុខតំណែង

source: Do you want to delete employee name
km: តើអ្នកចង់លុបបុគ្គលិកឈ្មោះ

source: Employees Search
km: ស្វែងរកបុគ្គលិក

source: Search Criteria
km: លក្ខ័ណនៃការស្វែងរក

source: Marital Status
km: ស្ថានភាពគ្រួសារ

source: Married
km: រៀបការ

source: Single
km: នៅលីវ

source: Nationality
km: សញ្ជាតិ

source: Gender
km: ភេទ

source: Department
km: ផ្នែក

source: Skill
km: មុខជំនាញ

source: Language
km: ភាសា

source: Search
km: ស្វែងរក

source: Employees Data
km: ទិន្នន័យរបស់បុគ្គលិក

source: Position
km: មុខតំណែង

source: Phone
km: លេខទូរស័ព្ទ

source: Report
km: របាយការណ៏

source: New Employee
km: បុគ្គលិកថ្មី

source: No employee were found.
km: ពុំមានបុគ្គលិកដែលអ្នកចង់រកនោះទេ

source: Personal Information
km: ពត៌មានផ្ទាល់ខ្លួន

source: Personal Infor
km: ពត៌មានផ្ទាល់ខ្លួន

source: First Name
km: នាមខ្លួន

source: Last Name
km: នាមត្រកូល

source: Birthday
km: ថ្ងៃ ខែ ឆ្នាំកំណើត

source: Photo
km: រូបថត

source: Driver licence
km: ប័ណ្ណបើកបរលេខ

source: Date joined
km: ថ្ងៃចូលធ្វើការ

source: Street
km: លេខផ្លូវ

source: City
km: ខេត្ត/ក្រុង

source: Zip code
km: លេខកូដប្រទេស

source: Contact Information
km: ពត៌មានសំរាប់ទំនាក់ទំនង

source: Export to PDF
km: បំលែងទៅជា PDF

source: Education
km: ការសិក្សា

source: Emergency
km: ទំនាក់ទំនងបន្ទាន់

source: Experience
km: បទពិសោធន៏

source: Age
km: អាយុ

source: Attachment
km: ឯកសារភ្ជាប់

source: There is no department for this employee
km: បុគ្គលិកមិនត្រូវបានអោយបំរើការនៅផ្នែកណាមួយទេ

source: Add New
km: បន្ថែម

source: Employee Department
km: តួនាទីរបស់បុគ្គលិក

source: There is no emergency contact for this employee
km: ពុំមានអ្នកសំរាប់ទំនាក់ទំនងក្នុងករណីបន្ទាន់សំរាប់បុគ្គលិកម្នាក់នេះទេ

source: New Contact
km: ថែមអ្នកសំរាប់ទំនាក់ទំនង

source: Relationship
km: ទំនាក់ទំនង

source: This employee has no experience
km: បុគ្គលិកម្នាក់នេះពុំមានបទពិសោធន៏ទេ

source: Add experience
km: បញ្ចូលបទពិសោធន៏

source: Location
km: ទីកន្លែងធ្លាប់ធ្វើការ

source: Mission
km: បេសកកម្ម

source: Employee Emergency
km: អ្នកសំរាប់ទំនាក់ទំនងបន្ទាន់របស់បុគ្គលិក

source: Add Experience
km: បន្ថែមបទពិសោធន៏

source: There is no education information for this employee
km: ពុំមានពត៌មានអំពីការសិក្សារបស់បុគ្គលិកនេះទេ

source: School
km: វិទ្យាស្ថាន

source: Specialist
km: ឯកទេស

source: Employee education
km: ការសិក្សារបស់បុគ្គលិក

source: There is no skill information for this employee
km: ពុំមានពត៌មានអំពីមុខជំនាញរបស់បុគ្គលិកនេះទេ

source: Employee Skill
km: មុខជំនាញរបស់បុគ្គលិក

source: There is no language detail for this employee
km: ពុំមានពត៌មានអំពីភាសារបស់បុគ្គលិកនេះទេ

source: New Language
km: បញ្ចូលភាសា

source: Fluency
km: ភាពជំនាញ

source: Competency
km: សមត្ថភាព

source: Employee language
km: ភាសារបស់បុគ្គលិក

source: There is no attachment file for this employee
km: ពុំមានឯកសារភ្ជាប់របស់បុគ្គលិកនេះទេ

source: Employee Attachment
km: ឯកសារភ្ជាប់របស់បុគ្គលិក

source: New
km: បញ្ចូលថ្មី

source: Nº
km: លេខ

source: ALLWEB Human Resource Management is a new system which was created by an open source developers team of ALLWEB Company.
km: ALLWEB Human Resource Management គឺជាប្រព័ន្ធថ្មីមួយដែលត្រូវបានបង្កើតឡើងដោយក្រុម Open source developer របស់ក្រុមហ៊ុន ALLWEB។

source: The goal of this system is to provide facilities of company, department, and employee management for every user at every level.
km: គោលបំណងរបស់ប្រព័ន្ធគ្រប់គ្រងនេះ គឺផ្តល់ភាពងាយ ស្រួលក្នុងការគ្រប់គ្រង ក្រុមហ៊ុន , ផ្នែកនិមួយៗរបស់ក្រុមហ៊ុន , និងរាល់បុគ្គលិករបស់ក្រុមហ៊ុន ទៅដល់អ្នកប្រើប្រាស់ដែលមានចំនេះដឹងគ្រប់កំរិត។

source: We provide the functionality that support daily activities at department of human resources.
km: យើងផ្តល់អោយនូវមុខងារដែលជួយសំរួលទៅ ដល់សកម្មភាពប្រចាំថ្ងៃដែលមាននៅក្នុង ផ្នែកធនធានមនុស្ស។

source: ALLWEB Human Resource Management is really suitable for small and mid-size business which its daily activities are not much complicated or sophisticated.
km: ALLWEB Human Resource Management គឺសាកសមជាមួយពាណិជ្ជកម្មដែលមានទ្រង់ទ្រាយតូច និង មធ្យម ដែលមានសកម្មភាពពាណិជ្ជកម្មមិនសូវស្មុគស្មាញច្រើន។

source: However, we are sure that it can extend for giant business because of our well structure organization of this software.
km: ទោះយ៉ាងណាក៏ដោយយើងប្រាកដថា ប្រព័ន្ធគ្រប់គ្រងនេះអាចពង្រីកសំរាប់ពាណិជ្ជកម្មខ្នាតធំបានដោយសារ ការរៀបចំនូវរចនាសម្ព័ន្ធនៃប្រព័ន្ធគ្រប់គ្រងនេះបានល្អ។

source: Created by open source technologies, AHRM is the powerful software that is not only for end user but also for other developers to add more functionalities for their needs.
km: បង្កើតដោយបច្ចេកវិទ្យារបស់ Open source, AHRM គឺជាកម្មវិធីមួយដែលមានសមត្ថភាពមិនមែនត្រឹម តែអ្នកប្រើប្រាស់ទេ តែវាក៏សំរាប់ Developerផ្សេងទៀតដើម្បីសរសេរបន្ថែមមុខងារលើកម្មវិធីគ្រប់គ្រង នេះសំរាប់ជាតំរូវការរបស់ពួកគេ។

source: Python with Django framework are the main technologies that we decide to use to build this web system.
km: Python និង Django គឺជាបច្ចេកវិទ្យាដែលយើងសំរេចយកមក កសាងនូវប្រព័ន្ធគ្រប់គ្រងដែលដំណើរការតាមវេបនេះ។

source: Department detail
km: ពត៌មានលំអិតអំពីនាយកដ្ឋាន

source: Edit Department
km: កែតំរូវ

source: Delete Department
km: លុប

source: Add Department
km: បន្ថែម

source: Company
km: ក្រុមហ៊ុន

source: Department Type
km: ប្រភេទនៃនាយកដ្ឋាន

source: Do you want to delete position
km: តើអ្នកចង់លុបមុខតំណែងមួយនេះឬ

source: Do you want to remove this employee from department
km: តើអ្នកចង់លុបបុគ្គលិកនេះចេញពីនាយកដ្ឋាន

source: Do you want to delete
km: តើអ្នកចង់លុប

source: emergency contact
km: អ្នកសំរាប់ទំនាក់ទំនងបន្ទាន់

source: Do you want to delete experience at
km: តើអ្នកចង់លុបបទពិសោធន៏របស់បុគ្គលិកនេះនៅឯ

source: employee education
km: ពត៌មានអំពីការសិក្សាបុគ្គលិកនេះ

source: employee skill
km: ពត៌មានអំពីមុខជំនាញរបស់បុគ្គលិកនេះ

source: language detail
km: ពត៌មានអំពីភាសារបស់បុគ្គលិកនេះ

source: attachment file
km: ឯកសារភ្ជាប់

source: Do you want to delete company
km: តើអ្នកចង់លុបពត៌មានរបស់ក្រុមហ៊ុន

source: Company detail
km: ពត៌មានលំអិតរបស់ក្រុមហ៊ុន

source: New Company
km: បន្ថែមក្រុមហ៊ុន

source: Select one of the following company to see detail
km: ជ្រើសរើសក្រុមហ៊ុនណាមួយដើម្បីមើលពត៌មានលំអិត

source: Zip Code
km: លេខកូដប្រទេស

source: Company logo
km: និមិត្តសញ្ញាក្រុមហ៊ុន

source: Country
km: ប្រទេស

source: Company banner
km: ស្លាកសញ្ញាក្រុមហ៊ុន

source: Welcome Message
km: ពាក្យស្វាគមន៏ដំបូង

source: Id
km: ល.រ

source: Do you want to delete user
km: តើអ្នកចង់លុបអ្នកប្រើប្រាស់

source: Group
km: ក្រុម

source: New User
km: បន្ថែមអ្នកប្រើប្រាស់ថ្មី

source: User Name
km: ឈ្មោះអ្នកប្រើប្រាស់

source: Password Confirmation
km: បញ្ជាក់លេខសំងាត់

source: User Creation
km: បន្ថែមអ្នកប្រើប្រាស់

source: Detail of user
km: ពត៌មានលំអិតរបស់

source: Department Father
km: នាយកដ្ឋានមេ

source: Update
km: បន្ទាន់សម័យ

source: Are you sure to delete this department?
km: តើអ្នកពិតជាចង់លុបនាយកដ្ឋាននេះមែនទេ?

source: Old Password
km: លេខសំងាត់ចាស់

source: New Password
km: លេខសំងាត់ថ្មី

source: New Password(confirm)
km: បញ្ជាក់លេខសំងាត់ថ្មី

source: Submit
km: បញ្ជូន

source: Reset
km: បំពេញឡើងវិញ

source: Set Password for User
km: បញ្ចូលពាក្យសំងាត់សំរាប់អ្នកប្រើប្រាស់

source: Select one of the following company to enter
km: សូមជ្រើសរើសក្រុមហ៊ុនណាមួយដើម្បីចូលប្រើប្រាស់

source: This user is disabled.
km: អ្នកប្រើប្រាស់នេះត្រូវបានផ្អាកដំណើរការ

source: User or Password invalid.
km: ឈ្មោះអ្នកប្រើប្រាស់រឺលេខសំងាត់ មិនត្រឹមត្រូវទេ

source: New Password Confirmation
km: បញ្ជាក់ពាក្យសំងាត់

source: Password Setting
km: បញ្ចូលពាក្យសំងាត់

source: Telephone
km: លេខទូរស័ព្ទ

source: Users list
km: បញ្ជីអ្នកប្រើប្រាស់

source: extension
km: ប្រភេទឯកសារ

source: Active
km: ដំណើរការ

source: Department Name could not be blank
km: ឈ្មោះនាយកដ្ឋានមិនអាចទទេ

source: Department Describtion could not be blank
km: ការពិពណ៍នាអំពីនាយកដ្ឋានមិនអាចទទេ

source: Confirm password is not correct.
km: ការបញ្ជាក់លេខសំងាត់ថ្មីមិនត្រឹមត្រូវទេ

source: Your old password is not correct.
km: លេខសំងាត់ចាស់របស់លោកអ្នកមិនត្រឹមត្រូវទេ

source: Department name
km: ឈ្មោះនាយកដ្ឋាន

source: Company name
km: ឈ្មោះក្រុមហ៊ុន
